Repository: manny516/creativo
Catalog: languages/*.po
Languages: de_de, es_es

source: Select Options Below
de_de: Folgende Optionen stehen Ihnen
es_es: Seleccionar las siguientes opciones

source: Select First Color
de_de: Wählen Sie zuerst eine Farbe
es_es: Seleccionar Color primero

source: Select Second Color
de_de: Wählen Zweite Farbe
es_es: Seleccionar Segundo Color

source: Select Third Color
de_de: Wählen dritte Farbe
es_es: Seleccionar tercer color

source: Upload Logo
de_de: logo hochladen
es_es: Subir Logo

source: Select Site Background Color
de_de: Wählen Sie Site- Hintergrundfarbe
es_es: Seleccione el color de fondo del Sitio

source: Select Main Font
de_de: Wählen Sie Hauptschrift
es_es: Seleccione la fuente principal

source: Select Main Font Size
de_de: Wählen Sie Hauptschriftgröße
es_es: Seleccione Principal Tamaño de la Fuente

source: Select Main Font weight
de_de: Wählen Sie Hauptschriftgewicht
es_es: Seleccione el peso principal de fuente

source: Select Main Color
de_de: Wählen Sie Hauptfarbe
es_es: Seleccionar Color principal

source: Select Link Font
de_de: Wählen Sie Link- Font
es_es: Seleccione Fuente de vínculo

source: Select Link Font Size
de_de: Wählen Sie Link- Schriftgröße
es_es: Seleccionar Enlace Tamaño de la Fuente

source: Select Link Font weight
de_de: Link auswählen Schriftstärke
es_es: Seleccionar peso Fuente de vínculo

source: Select Link Color
de_de: Wählen Sie Linkfarbe
es_es: Seleccionar Color de los vínculos

source: Select Nav Font
de_de: Wählen Sie Navigation Schriftart
es_es: Seleccione la fuente de navegación

source: Select Nav Font Size
de_de: Wählen Sie Navigation Schriftgröße
es_es: Seleccionar Nav Tamaño de la Fuente

source: Select Nav Font weight
de_de: Wählen Sie Navigation Schriftstärke
es_es: Seleccione el peso de navegación de fuente

source: Select Nav Color
de_de: Wählen Sie Navigation Farbe
es_es: Seleccionar color Nav

source: Header Typography
de_de: Kopfzeile Typografie
es_es: cabecera de la tipografía

source: Choose header Font Style
de_de: Wählen Sie Kopf Schriftstil
es_es: Seleccione Cabecera estilo de la fuente

source: Select Mega Footer Font
de_de: Wählen Sie Mega Footer Schrift
es_es: Seleccione Mega pie de página Fuentes

source: Select Mega Footer Font Size
de_de: Wählen Mega Footer Schriftgröße
es_es: Seleccione Mega Tamaño de fuente de pie de página

source: Select Mega Footer Font weight
de_de: Wählen Mega Footer Schrift Gewicht
es_es: Seleccione Mega peso pie de página Fuentes

source: Select Mega Footer Color
de_de: Wählen Mega Footer Farbe
es_es: Seleccione Mega pie de página en color

source: Select Mega Footer Header Font
de_de: Wählen Mega Footer Header- Font
es_es: Seleccione Mega Encabezado y pie de fuentes

source: Select Mega Footer Header Font Size
de_de: Wählen Mega Fußzeile Kopfschriftgröße
es_es: Seleccione Mega Tamaño Encabezado y pie de fuentes

source: Select Mega Footer Header Font weight
de_de: Wählen Mega Fußzeile Kopf Font Gewicht
es_es: Seleccione Mega peso Encabezado y pie de fuentes

source: Select Mega Footer Header Color
de_de: Wählen Mega Fußzeile Kopf Farbe
es_es: Seleccione Mega Encabezado y pie de color

source: Select Footer Font
de_de: Schriftart Fußzeile auswählen
es_es: Seleccione la fuente de pie de página

source: Select Footer Font Size
de_de: Schriftart Fußzeile auswählen Größe
es_es: Seleccione pie de página Tamaño de fuente

source: Select Footer Font weight
de_de: Schriftart Fußzeile auswählen Gewicht
es_es: Seleccione el peso de pie de página Fuentes

source: Select Footer Color
de_de: Fußzeile Farbe wählen
es_es: Seleccionar color de pie de página

source: Select H1 Font
de_de: Schriftart h1 auswählen
es_es: Seleccionar H1 Fuentes

source: Select H1 Font Size
de_de: Schriftart h1 auswählen Größe
es_es: Seleccionar H1 Tamaño de la Fuente

source: Select H1 Font weight
de_de: Schriftart h1 auswählen Gewicht
es_es: Seleccionar peso H1 Fuentes

source: Select H1 Color
de_de: H1 Farbe wählen
es_es: Selecciona el color H1

source: Select H2 Font
de_de: Schriftart h2 auswählen
es_es: Seleccionar H2 Fuentes

source: Select H2 Font Size
de_de: Schriftart h2 auswählen Größe
es_es: Seleccionar H2 Tamaño de la Fuente

source: Select H2 Font weight
de_de: Schriftart h2 auswählen Gewicht
es_es: Seleccionar peso H2 Fuentes

source: Select H2 Color
de_de: H2 Farbe wählen
es_es: Selecciona el color H2

source: Select H3 Font
de_de: Schriftart h3 auswählen
es_es: Seleccionar H3 Fuentes

source: Select H3 Font Size
de_de: Schriftart h3 auswählen Größe
es_es: Seleccionar H3 Tamaño de la Fuente

source: Select H3 Font weight
de_de: Schriftart h3 auswählen Gewicht
es_es: Seleccionar peso H13 Fuentes

source: Select H3 Color
de_de: H3 Farbe wählen
es_es: Selecciona el color H1

source: Select H4 Font
de_de: Schriftart h4 auswählen
es_es: Seleccionar H4 Fuentes

source: Select H4 Font Size
de_de: Schriftart h4 auswählen Größe
es_es: Seleccionar H4 Tamaño de la Fuente

source: Select H4 Font weight
de_de: Schriftart h4 auswählen Gewicht
es_es: Seleccionar peso H4 Fuentes

source: Select H4 Color
de_de: H4 Farbe wählen
es_es: Selecciona el color H4

source: Select H5 Font
de_de: Schriftart h5 auswählen
es_es: Seleccionar H5 Fuentes

source: Select H5 Font Size
de_de: Schriftart h5 auswählen Größe
es_es: Seleccionar H5 Tamaño de la Fuente

source: Select H5 Font weight
de_de: Schriftart h5 auswählen Gewicht
es_es: Seleccionar peso H5 Fuentes

source: Select H5 Color
de_de: H5 Farbe wählen
es_es: Selecciona el color H5

source: Select H6 Font
de_de: Schriftart h6 auswählen
es_es: Seleccionar H6 Fuentes

source: Select H6 Font Size
de_de: Schriftart h6 auswählen Größe
es_es: Seleccionar H6 Tamaño de la Fuente

source: Select H6 Font weight
de_de: Schriftart h6 auswählen Gewicht
es_es: Seleccionar peso H6 Fuentes

source: Select H6 Color
de_de: H6 Farbe wählen
es_es: Selecciona el color H6

source: Color Scheme
de_de: Farbschema
es_es: esquema de colores

source: Select Primary Color
de_de: Wählen Sie Primärfarben
es_es: seleccionar los colores primarios

source: Select Secondary Color
de_de: Wählen Sie Sekundärfarbe
es_es: Selecciona el color secundario

source: Select Tertiary Color
de_de: Wählen Sie Tertiärfarbe
es_es: seleccione color terciario

source: Upload Mega Footer BackgroundImage
de_de: Laden Sie mega Fußzeile Hintergrundbild
es_es: cargar una imagen de fondo de mega pie de página

source: Select Footer Style Option
de_de: Wählen Sie Fußstil
es_es: seleccione la opción de estilo de pie de página

source: Default
de_de: Standard
es_es: defecto

source: Hide Mega Footer
de_de: ausblenden Mega Fußzeile
es_es: ocultar Mega pie de página

source: Hide Footer
de_de: ausblenden Fußzeile
es_es: ocultar el pie de página

source: Hide Mega Footer & Footer
de_de: ausblenden Mega Fußzeile & Fußzeile
es_es: ocultar Mega pie de página y pie de página

source: Custom Header Banner Setting
de_de: Benutzerdefinierte Kopfzeile Banner Rahmen
es_es: ajuste de la bandera cabecera personalizada

source: Set Feature image as Header Banner
de_de: Stellen Sie die Funktion Bild als Kopfzeile Banner
es_es: conjunto de imágenes de entidad como banner

source: Add a slider Shortcode to add a full width slider banner
de_de: Fügen Sie einen Schieber Short eine volle Breite Schieberegler Banner hinzufügen
es_es: añadir un código corto deslizador para añadir un banner control deslizante de ancho total

source: Navigation header option
de_de: Navigation Kopfzeile option
es_es: opción de cabecera de navegación

source: Remove navigation header from this page ?
de_de: Entfernen Sie die Navigation Kopfzeile auf dieser Seite ?
es_es: Quitar la cabecera de navegación de esta página?

source: Post page setting
de_de: Beitrag Seite Einstellung
es_es: configuración de la página del anuncio

source: Set Full Width Post / with Slide out Sidebar ?
de_de: set Volle Breite Pfosten / mit Schieben Sie Sidebar ?
es_es: Ajuste de ancho total de correos / con Deslizamiento de la barra lateral ?

source: Navgation Option
es_es: Opción navgation

source: Slider
de_de: Schieberegler
es_es: deslizador

source: Footer Option
de_de: Fußzeilen-Option
es_es: opción de pie de página

source: Custom Header Banner
de_de: Benutzerdefinierte Kopfzeile Banner
es_es: banner de encabezado personalizado

source: Custom Slide Out Siderbar
de_de: benutzerdefinierte Seitenleisteherausrutschen
es_es: deslice hacia fuera a medida siderbar

source: Install Required Plugins
de_de: Installieren Sie die erforderliche Plug- in
es_es: Se requiere instalar Enchufar

source: Install Plugins
de_de: Installieren Sie Plug- Ins
es_es: instalar Enchufar

source: Installing Plugin: %s
de_de: Installieren von Plug- in
es_es: Instalación de Enchufar: %s

source: Updating Plugin: %s
de_de: Aktualisieren von Plug- in
es_es: Actualización de Enchufar : %s

source: Something went wrong with the plugin API.
de_de: Etwas ist schief gelaufen mit dem Plug-in -API.
es_es: Algo salió mal con la API de Enchufar .

source: This theme requires the following plugin: %1$s.
de_de: Dieses Thema erfordert die folgende Stecker in :
es_es: Este tema requiere el siguiente Enchufar: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Dieses Thema empfiehlt folgende Plugin :
es_es: Este tema recomienda el siguiente Enchufar: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende Plugin muss auf die neueste Version aktualisiert werden, um maximale Kompatibilität mit diesem Thema zu gewährleisten :
es_es: El siguiente Enchufar necesita ser actualizado a su última versión para garantizar la máxima compatibilidad con este tema : %1$s.

source: There is an update available for: %1$s.
de_de: Es gibt ein Datum für
es_es: Hay una actualización disponible para : %1$s.

source: The following required plugin is currently inactive: %1$s.
de_de: Die folgende erforderliche Plugin ist derzeit inaktiv
es_es: El siguiente Enchufar requerido está inactivo : %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Die folgenden empfohlenen Plugin ist derzeit inaktiv :
es_es: El siguiente Enchufar recomendada es actualmente inactivo : %1$s.

source: Begin installing plugin
de_de: Begin -Plugin zu installieren
es_es: Comienza la instalación del Enchufar

source: Begin updating plugin
de_de: Beginnen Plugin aktualisieren
es_es: Comenzar a actualizar el Enchufar

source: Begin activating plugin
de_de: Beginnen Plugin aktivieren
es_es: Comience a activar los Enchufar

source: Return to Required Plugins Installer
de_de: Zurück zur Seite Erforderliche Plugins Installer
es_es: Volver a Necesario Enchufar instalador

source: Return to the dashboard
de_de: Zurück auf dem Armaturenbrett
es_es: Regreso al panel de control

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.
es_es: Enchufar activado correctamente .

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert :
es_es: El siguiente Enchufar se activó con éxito :

source: No action taken. Plugin %1$s was already active.
de_de: Keine Maßnahmen ergriffen. Plugin war bereits aktiv
es_es: Ninguna acción tomada. Enchufar %1$s ya estaba activo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin nicht aktiviert. Eine höhere Version wird für dieses Thema erforderlich . Bitte aktualisieren Sie das Plugin.
es_es: Enchufar no activadas . Una versión más alta de %s se necesita para este tema . Por favor, actualice el Enchufar .

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins installiert und erfolgreich aktiviert.
es_es: Todos los Enchufar instalados y activados con éxito . %1$s

source: Dismiss this notice
de_de: Ignoriere die Nachricht
es_es: Descartar este aviso

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es gibt ein oder mehrere erforderliche oder empfohlene Plugins zu installieren, zu aktualisieren oder zu aktivieren.
es_es: Hay uno o más exigidas o recomendadas Enchufar para instalar , actualizar o activar.

source: Please contact the administrator of this site for help.
de_de: Bitte kontaktieren Sie den Administrator dieser Seite um Hilfe.
es_es: Por favor, póngase en contacto con el administrador de este sitio en busca de ayuda .

source: Set the parent_slug config variable instead.
de_de: Stellen Sie die parent_slug Konfigurationsvariable statt .
es_es: Establecer la variable de configuración parent_slug lugar .

source: Return to the Dashboard
de_de: Zurück zum Dashboard
es_es: Regreso al panel de control

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote- Plugin-Paket enthält einen Ordner nicht mit dem gewünschten Slug und Umbenennung hat nicht funktioniert.
es_es: El paquete de Enchufar remota no contiene una carpeta con el trozo deseado y el cambio de nombre no funcionó .

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Bitte kontaktieren Sie das Plugin -Provider und bitten sie, ihre Plugin zu verpacken entsprechend den Wordpress -Richtlinien.
es_es: Por favor, póngase en contacto con el proveedor de Enchufar y pedirles que empaquetar su Enchufar de acuerdo con las directrices de WordPress .

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote- Plugin-Paket besteht aus mehr als eine Datei , aber die Dateien nicht in einem Ordner verpackt.
es_es: El paquete de Enchufar a distancia se compone de más de un archivo , pero los archivos no están empaquetados en una carpeta .

# plugin A *and* plugin B
source: and
es_es: y

source: Required
de_de: Erforderlich
es_es: Necesario

source: Recommended
de_de: Empfohlen
es_es: Recomendado

source: External Source
de_de: Externe Quelle
es_es: Fuente externa

source: Pre-Packaged
es_es: Pre- envasados

source: Not Installed
de_de: Nicht installiert
es_es: No instalado

source: Installed But Not Activated
de_de: Installiert, aber nicht aktiviert
es_es: Instalado pero no activado

source: Active
de_de: Aktiv
es_es: Activo

source: Required Update not Available
de_de: Erforderliche Update nicht verfügbar
es_es: Se requiere actualización no disponible

source: Requires Update
de_de: Benötigt aktualisieren
es_es: requiere de actualización

source: Update recommended
de_de: Update empfohlen
es_es: Actualizacion recomendada

# plugins
source: All <span class="count">(%s)</span>
de_de: Alle
es_es: Todas <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
de_de: Installieren
es_es: para instalar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Update verfügbar
es_es: Actualización disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Aktivieren
es_es: Activar <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
de_de: unbekannt
es_es: desconocido

source: Installed version:
de_de: Die installierte Version
es_es: La versión instalada :

source: Minimum required version:
de_de: Erforderliche Mindestversion
es_es: Versión mínima necesaria :

source: Available version:
de_de: Verfügbare Version
es_es: versión disponible :

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
de_de: Keine Plugins zu installieren, zu aktualisieren oder zu aktivieren. <a href="%1$s"> Zurück zum Dashboard </a>
es_es: No hay Enchufar para instalar , actualizar o activar . <a href="%1$s"> Regreso al panel de control </a>

source: Plugin
es_es: Enchufar

source: Source
de_de: Quelle
es_es: Fuente

source: Type
de_de: Art
es_es: Tipo

source: Version
es_es: Versión

source: Status
es_es: Estado

# %2$s = plugin name in screen reader markup
source: Install %2$s
de_de: Installieren
es_es: Instalar %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
de_de: Aktualisieren
es_es: Actualizar %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
de_de: Aktivieren
es_es: Activar %2$s

source: Upgrade message from the plugin author:
de_de: Upgrade- Nachricht aus dem Plugin- Autor
es_es: Actualizar el mensaje del autor Enchufar :

source: Install
de_de: Installieren
es_es: Instalar

source: Update
de_de: Aktualisieren
es_es: Actualizar

source: Activate
de_de: Aktivieren
es_es: Activar

source: No plugins were selected to be installed. No action taken.
de_de: Keine Plugins wurden installiert werden ausgewählt . Keine Maßnahmen ergriffen .
es_es: fueron seleccionados para ser instalado ningún Enchufar . Ninguna acción tomada.

source: No plugins were selected to be updated. No action taken.
de_de: Keine Plugins wurden aktualisiert werden ausgewählt . Keine Maßnahmen ergriffen .
es_es: Se seleccionaron ser actualizados No hay Enchufar . Ninguna acción tomada

source: No plugins are available to be installed at this time.
de_de: Keine Plugins sind verfügbar zu diesem Zeitpunkt installiert werden.
es_es: No hay Enchufar están disponibles para ser instalados en este momento .

source: No plugins are available to be updated at this time.
de_de: Keine Plugins sind verfügbar zu diesem Zeitpunkt aktualisiert werden.
es_es: No hay Enchufar están disponibles para ser actualizado en este momento.

source: No plugins are available to be activated at this time.
de_de: Keine Plugins sind verfügbar zu diesem Zeitpunkt aktiviert werden.
es_es: No hay Enchufar están disponibles para ser actualizado en este momento.

source: Plugin activation failed.
de_de: Plugin -Aktivierung fehlgeschlagen.
es_es: Enchufar de activación falló.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Die Aktualisierung Plugin
es_es: Enchufar de actualización %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Ein Fehler ist aufgetreten , während der Installation
es_es: Se produjo un error durante la instalación %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Die Installation von gescheitert
es_es: La instalación de %1$s no

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Die Installation und der Aktivierungsprozess wird gestartet . Dieser Prozess kann eine Weile auf einigen Hosts nehmen , so wenden Sie sich bitte etwas Geduld.
es_es: El proceso de instalación y activación se está iniciando. Este proceso puede tardar varios minutos en algunas anfitriones , así que por favor sea paciente .

source: %1$s installed and activated successfully.
de_de: erfolgreich installiert und aktiviert.
es_es: %1$s instalado y activado correctamente

source: Show Details
de_de: Zeige Details
es_es: Mostrar detalles

source: Hide Details
de_de: Details ausblenden
es_es: Ocultar detalles

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen abgeschlossen sind.
es_es: Todas las instalaciones y activaciones han sido completadas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installation und Aktivierung Plugin
es_es: Instalación y activación de Enchufar %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsprozess beginnt. Dieser Prozess kann eine Weile auf einigen Hosts nehmen , so wenden Sie sich bitte etwas Geduld.
es_es: El proceso de instalación está iniciando. Este proceso puede tardar varios minutos en algunas anfitriones , así que por favor sea paciente .

source: %1$s installed successfully.
de_de: erfolgreich installiert.
es_es: %1$s instalado con éxito .

source: All installations have been completed.
de_de: Alle Installationen sind abgeschlossen.
es_es: Todas las instalaciones se han completado .

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installieren von Plugin
es_es: Enchufar de instalar %1$s (%2$d/%3$d)

source: Blog Post
de_de: Blog- Beitrag
es_es: Entrada en el blog

source: Add most recent blog post
de_de: In den meisten aktuellen Blog- Beitrag
es_es: Añadir más reciente post

source: Select Post per column
de_de: Wählen Beitrag pro Spalte
es_es: Seleccione Mensaje por columna

source: Select Number of Grids.
de_de: Wählen Sie die Anzahl der Grids .
es_es: Seleccionar el número de cuadrículas .

source: Enter Category Name
de_de: Geben Sie Kategorienamen
es_es: Introduzca Nombre de categoría

source: type category Name
de_de: Typ Kategorienamen
es_es: Tipo de categoría Nombre

source: Enter Number of Post Perpage (optional)
de_de: Geben Sie Anzahl der Beitrag perpage
es_es: Introducir número de Correos PerPage (opcional )

source: post perpage
es_es: puesto por página

source: Blog Archives
de_de: Blog Archiv
es_es: archivos del blog

source: create a custom Blog Archive page with this simple addon
de_de: eine eigene Blog-Archiv Seite mit diesem einfachen Addon erstellen
es_es: crear una página personalizada Archivo del blog con este sencillo complemento

source: Select Blog Archive Style
de_de: wählen Sie Blog -Archiv Stil
es_es: Estilo Archivo Seleccione Blog

source: Select Blog Archive Style.
de_de: Wählen Sie Blog -Archiv Stil .
es_es: Seleccione Archivo del blog estilo .

source: Enter Category Name (optional)
de_de: Geben Sie Kategoriebezeichnung (optional)
es_es: Introduzca Categoría Nombre (opcional )

source: Enter Category Name. Will get all Categories if field is blank
de_de: Geben Sie Kategorienamen . werden alle Kategorien , wenn Feld leer ist
es_es: Introduzca nombre de categoría. Obtendrá todos los tipos disponibles si el campo está en blanco

source: Portfolio Archives
de_de: Portfolio Archiv
es_es: Archivos de cartera

source: Create a portfolio page with this simple addon
de_de: Erstellen Sie eine Portfolio-Seite mit diesem einfachen addon
es_es: Crear una página de la cartera con este sencillo complemento

source: Select Portfolio Hover Style
de_de: Portfolio ausgewählter Hover -Stil
es_es: Seleccione la libración de la cartera Estilo

source: Select Portfolio Filter Transition
de_de: Portfolio ausgewählter Filter Übergang
es_es: Seleccione la carpeta de transición de filtro

source: Select Sort Order Menu Postion
de_de: wählen Sortierung Menü Postion
es_es: Seleccione Ordenar la posición el orden de menú

source: Select Filter Text Color
de_de: Wählen Sie Filter Textfarbe
es_es: Elija un filtro de color de texto

source: Select Filter Background color
de_de: Auswahlfilter Hintergrundfarbe
es_es: Elija un filtro de color de fondo

source: Contact Widget
de_de: Kontakt Widget
es_es: widget de contactos

source: Title
de_de: Titel
es_es: Título

source: Enter Widget title
de_de: Geben Sie Widget -Titel
es_es: Introducir el título Widget

source: Enter Street Address
de_de: Geben Sie Straße
es_es: Introduzca Dirección

source: Enter Email Address
de_de: E-Mail Adresse eingeben
es_es: Introducir la dirección de correo electrónico

source: Enter Contact Number
de_de: Geben Sie Kontaktnummer
es_es: Introduzca Número de contacto

source: Phone Number
de_de: Telefonnummer
es_es: Número de teléfono

source: Enter Widget Title
de_de: Geben Sie Widget Titel
es_es: Introduzca Widget Título

source: Enter Your Twitter URL
de_de: Geben Sie Ihre Twitter -URL
es_es: Ingrese su dirección URL Twitter

source: Enter Your Twitter URL
de_de: Geben Sie Ihre Twitter -URL
es_es: Ingrese su dirección URL Twitter

source: Enter Your ID Title
de_de: Geben Sie Ihre ID- Titel
es_es: Ingrese su ID Título

source: Enter Twitter ID
de_de: Geben Sie Twitter -ID
es_es: Introduzca ID de Twitter

source: Search Results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
