Repository: manny516/creativo
Catalog: languages/*.po
Languages: de_de, es_es

source: View Post
de_de: Beitrag ansehen
es_es: Ver publicacion

source: Sorry Try Again !
de_de: Sorry, versuch es nochmal !
es_es: Perdón intente de nuevo !

source: Sorry No Posts
de_de: Leider keine Beiträge
es_es: Lo sentimos No hay Mensajes

source: Search for
de_de: Suchen nach
es_es: Buscar

source: Search
de_de: Suche
es_es: Buscar

source: Archives
de_de: Archiv
es_es: Archivo

source: Categories
de_de: Kategorien
es_es: Categorías

source: Subscribe
de_de: Abonnieren
es_es: Suscribir

source: Entries
de_de: Einträge
es_es: entradas

source: Comments
de_de: Bemerkungen
es_es: comentarios

source: Show Comments
de_de: Anmerkungen anzeigen
es_es: Mostrar comentarios

source: Hide Comments
de_de: Kommentare ausblenden
es_es: Ocultar comentarios

# Deja un comentario
source: Leave a Comment
es_es: Deja un comentario

source: About the Author
de_de: Über den Autor
es_es: Sobre el Autor

source: Prev
de_de: Zurück
es_es: Anterior

source: Next
de_de: Nächster
es_es: Siguiente

source: Your cart is currently empty.
de_de: Ihr Warenkorb ist derzeit leer.
es_es: Su carrito está vacío.

source: Return To Shop
de_de: Rückkehr zu kaufen
es_es: Volver a la tienda

source: You may be interested in&hellip;
de_de: Diese können Sie interessiert
es_es: Usted puede estar interesado en&hellip;

source: Calculate Shipping
de_de: Berechnen Sie Versandkosten
es_es: Calcular costo de envío

source: Select a country&hellip;
de_de: Wähle ein Land
es_es: Seleccione un país

source: State / county
de_de: Staat / Grafschaft
es_es: Estado / Condado

source: Select a state&hellip;
de_de: Wähle einen Staat
es_es: Selecciona un estado&hellip;

source: City
de_de: Stadt
es_es: Ciudad

source: Postcode / Zip
de_de: PLZ / Zip
es_es: Código Postal / Zip

source: Update Totals
es_es: Actualizar totales

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
de_de: Es gibt einige Probleme mit Bestellung im Warenkorb ( siehe oben) . Bitte gehen Sie zurück in den Warenkorb Seite und lösen diese Probleme vor dem Auschecken .
es_es: Hay algunos problemas con los artículos en su carrito (ver imagen superior ) . Por favor, vaya a la página de compra y resolver estas cuestiones antes de la salida .

source: Return To Cart
de_de: Zurück Warenkorb
es_es: Volver al carro

source: Billing &amp; Shipping
de_de: Billing &amp; Versand
es_es: Facturación &amp; Envío

source: Billing Details
de_de: Rechnungsdetails
es_es: Detalles de facturación

source: Create an account?
de_de: Ein Konto erstellen?
es_es: ¿Crea una cuenta?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
de_de: Erstellen Sie ein Konto , indem Sie die folgenden Informationen . Wenn Sie bereits Kunde sind loggen Sie sich bitte an der Spitze der Seite.
es_es: Crear una cuenta mediante la introducción de la información a continuación . Si usted es un cliente que vuelve por favor entre en la parte superior de la página.

source: You must be logged in to checkout.
de_de: Sie müssen bei der Kasse angemeldet sein .
es_es: Debe estar conectado a la caja.

source: Your order
de_de: Deine Bestellung
es_es: Su pedido

source: Have a coupon?
de_de: Haben Sie einen Gutschein?
es_es: ¿Tiene un cupón?

source: Click here to enter your code
de_de: Klicken Sie hier, um Ihren Code einzugeben
es_es: Haga clic aquí para escribir el código

source: Coupon code
de_de: Gutscheincode
es_es: Código promocional

source: Apply Coupon
de_de: bewerben Coupon
es_es: Aplicar cupón

source: Returning customer?
de_de: Bereits Kunde?
es_es: ¿Soy Cliente?

source: Click here to login
de_de: Klicken Sie hier, um sich einzuloggen
es_es: Haga clic aquí para ingresar

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
de_de: Wenn Sie mit uns, bevor Sie eingekauft haben , geben Sie bitte Ihre Daten in die folgenden Felder aus . Wenn Sie ein neuer Kunde sind gehen Sie bitte auf das Billing & amp; Versand Abschnitt .
es_es: Si usted ha comprado con nosotros antes , por favor , introduzca sus datos en los cuadros a continuación . Si usted es un nuevo cliente pase a la facturación &amp; sección del envío .

source: Ship to a different address?
de_de: Zu einer anderen Adresse verschicken?
es_es: ¿Envia a una direccion diferente?

source: Additional Information
de_de: zusätzliche Information
es_es: Información Adicional

source: Product
de_de: Produkt
es_es: Producto

source: Subtotal
de_de: Zwischensumme
es_es: Total parcial

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
de_de: Vielen Dank für Ihre Anmeldung auf Ihr Benutzername ist
es_es: Gracias por crear una cuenta en %s. Su nombre de usuario es <strong>%s</strong>.

source: Your password has been automatically generated: <strong>%s</strong>
de_de: Ihr Passwort wurde automatisch generiert
es_es: Su contraseña ha sido generada automáticamente : <strong>%s</strong>

source: You can access your account area to view your orders and change your password here: %s.
de_de: Sie können Ihr Konto Bereich zugreifen , Ihre Aufträge zu sehen und Ihr Passwort ändern
es_es: Puede acceder a su área de cuenta para ver sus órdenes y cambiar su contraseña aquí : %s.

source: Someone requested that the password be reset for the following account:
de_de: Jemand möchte , dass das Passwort für das Konto zurückgesetzt werden:
es_es: Alguien pidió que se restablezca la contraseña para la cuenta siguiente :

source: Username: %s
de_de: Benutzername
es_es: Nombre de usuario : %s

source: If this was a mistake, just ignore this email and nothing will happen.
de_de: Wenn dies ein Fehler war , ignorieren Sie diese E-Mail und nichts passieren wird.
es_es: Si esto fue un error , simplemente ignorar este mensaje y no pasará nada.

source: To reset your password, visit the following address:
de_de: Um Ihr Passwort zurückzusetzen , besuchen Sie die folgende Adresse :
es_es: Para restablecer su contraseña , visite la siguiente dirección :

source: Click here to reset your password
de_de: Klicken Sie hier Ihr Passwort zurücksetzen
es_es: Haga clic aquí para restablecer la contraseña

source: Your password is <strong>%s</strong>.
de_de: Ihr Passwort ist
es_es: Su contraseña <strong>%s</strong>.

source: Billing address
de_de: Rechnungsadresse
es_es: Dirección de Envio

source: Shipping address
de_de: Lieferanschrift
es_es: Dirección de envío

source: Quantity: %s
de_de: Menge
es_es: Cantidad: %s

source: Cost: %s
de_de: Kosten
es_es: Costo: %s

source: Download %d
de_de: Herunterladen
es_es: Descargar %d

source: Download
de_de: Herunterladen
es_es: Descargar

source: Username or email
de_de: Benutzername oder E-Mail
es_es: Nombre de usuario o correo electrónico

source: Password
de_de: Passwort
es_es: Contraseña

source: Login
de_de: Anmeldung
es_es: Iniciar sesión

source: Remember me
de_de: Erinnere dich an mich
es_es: Recuérdame

source: Lost your password?
de_de: Passwort vergessen?
es_es: ¿Perdiste tu contraseña?

source: No products were found matching your selection.
de_de: Es wurden keine Produkte gefunden Ihre Auswahl bereit.
es_es: No se encontraron productos que coincidan con su selección .

source: Showing the single result
de_de: Anzeigen der Einzelergebnis
es_es: Que muestra el resultado individual

# %1$d = first, %2$d = last, %3$d = total
source: Showing %1$d&ndash;%2$d of %3$d results
de_de: Zeige Ergebnisse
es_es: Demostración %1$d&ndash;%2$d de %3$d results

source: Sale!
de_de: Verkauf
es_es: resultados

source: Username or email address
de_de: Benutzername oder E-mail Adresse
es_es: Nombre de usuario o dirección de correo electrónico

source: Register
de_de: Neu registrieren
es_es: Registro

source: Username
de_de: Benutzername
es_es: Nombre de usuario

source: Email address
de_de: E-Mail-Addresse
es_es: Dirección de correo electrónico

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
de_de: Passwort vergessen? Bitte geben Sie Ihren Benutzernamen oder E-Mail -Adresse ein. Sie erhalten einen Link ein neues Passwort per E-Mail zu erstellen.
es_es: ¿Perdiste tu contraseña? Por favor, introduzca su nombre de usuario o dirección de correo electrónico. Usted recibirá un enlace para crear una nueva contraseña por correo electrónico .

source: Enter a new password below.
de_de: Geben Sie unten, um ein neues Passwort ein.
es_es: Introducir una nueva contraseña a continuación.

source: New password
de_de: Neues Kennwort
es_es: Nueva contraseña

source: Re-enter new password
de_de: neues Passwort erneut eingeben
es_es: re-ingrese nueva contraseña

source: Reset Password
de_de: Passwort zurücksetzen
es_es: Restablecer la contraseña

source: Save
de_de: sparen
es_es: Salvar

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
de_de: Hallo
es_es: Hola <strong>%1$s</strong> (no %1$s? <a href="%2$s"> desconectar </a>).

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">edit your password and account details</a>.
de_de: Von Ihrem Konto -Dashboard können Sie Ihre letzten Bestellungen , verwalten Sie Ihre Liefer- und Rechnungsadressen anzeigen und <a href="%s">bearbeiten Ihr Passwort und Kontodaten</a>.
es_es: Tablero de su cuenta podrá ver sus pedidos recientes , administrar sus direcciones de envío y facturación y <a href="%s">editar sus detalles de cuenta y contraseña</a>.

source: Order #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
es_es: Orden #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.

source: Order Updates
de_de: Bestellen Sie Updates
es_es: Actualización de pedidos

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt and in the confirmation email you should have received.
de_de: So verfolgen Sie Ihre Bestellung geben Sie bitte Ihre Bestell-ID in das Feld unten ein und drücken Sie die "verfolgen" Taste. Dies wurde auf der Quittung , die Sie und in der Bestätigungs- E-Mail die Sie erhalten haben sollten .
es_es: Para el seguimiento de su pedido, por favor , introduzca su ID de pedido en el cuadro de abajo y pulse el botón " Seguir " . Esto fue dado a usted en el recibo y en el correo electrónico de confirmación que debería haber recibido .

source: Order ID
es_es: Solicitar ID

source: Found in your order confirmation email.
de_de: Gefunden in Ihrer Bestellbestätigungsemail .
es_es: Se encuentra en el correo electrónico de confirmación de pedido .

source: Billing Email
de_de: Abrechnung per E-Mail
es_es: Correo Electrónico de Facturas

source: Email you used during checkout.
de_de: E-Mail an Sie während der Prüfung verwendet .
es_es: Correo electrónico que utilizó durante el pago .

source: Track
de_de: Verfolgen
es_es: Pista

source: Order Again
de_de: Bestellen Wieder
es_es: De nuevo orden

source: Customer Details
de_de: Kundendetails
es_es: Detalles del cliente

source: Note:
de_de: Hinweis
es_es: Nota

source: Telephone:
de_de: Telefon
es_es: Teléfono:

source: Billing Address
de_de: Rechnungsadresse
es_es: Dirección de Envio

source: Shipping Address
de_de: Lieferanschrift
es_es: dirección de envío

source: Order #%s which was made %s has the status &ldquo;%s&rdquo;
de_de: Auftrag , die gemacht hat den Status
es_es: Orden #%s que se hizo %s tiene la condición &ldquo;%s&rdquo;

source: ago
es_es: hace

source: and was completed
de_de: und wurde abgeschlossen
es_es: y fue completado

source: ago
de_de: vor
es_es: hace

# placeholder
source: Search Products&hellip;
de_de: Suche Produkte
es_es: Buscar Productos&hellip;

# label
source: Search for:
de_de: Suchen nach
es_es: Buscar:

# submit button
source: Search
de_de: Suche
es_es: Buscar

source: %s review for %s
es_es: %s reseña de %s

source: Reviews
de_de: Bewertungen
es_es: opiniones

source: There are no reviews yet.
de_de: Es gibt noch keine Bewertungen .
es_es: No hay comentarios aún .

source: Add a review
de_de: Eine Bewertung abgeben
es_es: Agrega una reseña

source: Be the first to review
de_de: Schreiben Sie die erste Bewertung
es_es: Sé el primero en comentar

source: Submit
de_de: einreichen
es_es: Enviar

source: Your Rating
de_de: Deine Bewertung
es_es: Tu clasificación

source: Rate&hellip;
de_de: Preis
es_es: Tarifa&hellip;

source: Perfect
de_de: Perfekt
es_es: Perfecto

source: Good
de_de: Gut
es_es: Bueno

source: Average
de_de: Durchschnittlich
es_es: Promedio

source: Not that bad
de_de: Nicht so schlecht
es_es: No tan mal

source: Very Poor
de_de: Sehr arm
es_es: Muy pobre

source: Your Review
de_de: Deine Bewertung
es_es: Tu reseña

source: Only logged in customers who have purchased this product may leave a review.
de_de: Nur eingeloggte Kunden , die dieses Produkt gekauft haben, können eine Bewertung abgeben .
es_es: Únicamente los clientes que hayan adquirido este producto puede dejar un comentario.

source: This product is currently out of stock and unavailable.
de_de: Dieses Produkt ist derzeit ausverkauft und nicht verfügbar.
es_es: Este producto se encuentra agotado y no disponible.

source: Clear selection
de_de: Auswahl löschen
es_es: Selección clara

source: Placeholder
de_de: Platzhalter
es_es: marcador de posición

source: Rated %s out of 5
de_de: bewertet out of 5
es_es: clasificar %s fuera de 5

source: out of %s5%s
es_es: fuera de %s5%s

source: based on %s customer rating
de_de: basierend auf Kundenbewertung
es_es: Residencia en %s Valoración de los clientes

source: %s customer review
de_de: Kundenbewertung
es_es: %s Crítica de consumidor

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Beitrag ist durch ein Passwort geschützt. Geben Sie das Kennwort Kommentare anzuzeigen.
es_es: Este artículo está protegido por contraseña. Introduzca la contraseña para ver los comentarios .

source: No Responses
de_de: Keine Antworten
es_es: Sin respuestas

source: One Response
de_de: Eine Antwort
es_es: una respuesta

source: % Responses
de_de: Antworten
es_es: %respuestas

source: Leave a Reply
de_de: Hinterlasse eine Antwort
es_es: Deja una respuesta

source: Leave a Reply to %s
de_de: Eine Nachricht hinterlassen für
es_es: Dejar una respuesta a

source: You must be
de_de: Du musst sein
es_es: Usted debe ser

source: logged in
de_de: eingeloggt
es_es: conectado

source: to post a comment.
de_de: einen Kommentar posten.
es_es: para publicar un comentario.

source: Name
es_es: Nombre

source: Website
de_de: Webseite
es_es: Sitio web

source: Sticky Post
de_de: klebrigen post
es_es: pegajosa Mensaje

source: Be the first to comment
de_de: Sei der erste der kommentiert
es_es: Sé el primero en comentar

source: 1 Comment
de_de: 1 Kommentar
es_es: 1 Comentario

source: % Comments
de_de: Bemerkungen
es_es: % comentarios

source: Read More
de_de: Weiterlesen
es_es: Lee mas

source: Continue reading %s
de_de: Weiterlesen
es_es: sigue leyendo %s

source: Please drag and drop a widget you would like to use.
de_de: Bitte ziehen Sie ein Widget bringt Sie verwenden möchten .
es_es: Por favor, arrastrar y soltar un widget que desea utilizar .

source: Subpage Sidebar
de_de: Unterseite Seitenleiste
es_es: Sub - página de la barra lateral

source: Footer Column One Widgets
de_de: Fußzeile Spalte ein Widgets
es_es: Pie de columna de un Reproductores

source: Footer Column Two Widgets
de_de: Fußzeile Spalte zwei Widgets
es_es: Pie de página Columna Dos Reproductores

source: Footer Column Three Widgets
de_de: Fußzeile Spalte drei Widgets
es_es: Pie de la columna tres Reproductores

source: Footer Column Four Widgets
de_de: Fußzeile Spalte vier Widgets
es_es: Pie de la columna cuatro Reproductores

source: Blog Page Sidebar
es_es: Blog Página barra lateral

source: gallery image
de_de: Galeriebild
es_es: galería de imágenes

source: Home
de_de: Zuhause
es_es: casa

source: Page
de_de: Seite
es_es: Página

source: No Comments
de_de: Keine Kommentare
es_es: Sin comentarios

source: comments-link
de_de: Kommentar Link
es_es: comentarios de vínculos

source: Older Entries
de_de: ältere Einträge
es_es: entradas viejas

source: Newer Entry
de_de: Neuere Eintrag
es_es: Entrada más reciente

source: Category
de_de: Kategorie
es_es: Categoría

source: Posts Tagged
de_de: Beiträge getaggt
es_es: Posts etiquetados

source: Archives By Day
de_de: Archiv für Tag
es_es: Archivo Por Día

source: Archives By Month
de_de: Archiv Nach Monat
es_es: Archivos por Mes

source: Archive By Year
de_de: Archiv nach Baujahr
es_es: Archivo Por Año

source: Author Archive
de_de: Autoren-Archiv
es_es: archivo de autor

source: Previous page
de_de: Vorherige Seite
es_es: Pagina anterior

source: Next page
de_de: Folgeseite
es_es: Siguiente página

source: Nothing found
de_de: Nichts gefunden
es_es: Nada Encontrado

source: Leave a comment
de_de: Hinterlasse einen Kommentar
es_es: Deja un comentario

source: You may also like&hellip;
de_de: Sie können auch mögen
es_es: También te puede interesar&hellip;

source: Leave a Comment
de_de: Hinterlasse einen Kommentar

source: Total
de_de: Gesamt

source: Showing all %d results
de_de: Zeige alle Ergebnisse

source: Select Theme Color Scheme
de_de: Thema auswählen Farbschema

source: Anti-spam
de_de: spam

source: Related Products
de_de: Ähnliche Produkte
